Repository: kscanne/gaeilge-gnulinux
Catalog: nsis/nsis-ui-1.0.*.po
Languages: ga

source: Welcome to the $(^NameDA) Setup Wizard
ga: Fáilte go dtí Draoi Suiteála $(^NameDA)

source: This wizard will guide you through the installation of $(^NameDA). It is recommended that you close all other applications before starting Setup. This will make it possible to update relevant system files without having to reboot your computer. $_CLICK
ga: Déanfaidh an draoi seo treorú duit tríd an suiteáil de $(^NameDA). Moltar duit gach feidhmchlár eile a dhúnadh sula dtosaíonn tú an Suiteálaí. Cinnteoidh sé seo gur féidir na comhaid oiriúnacha a nuashonrú gan do ríomhaire a atosú. $_CLICK

source: License Agreement
ga: Comhaontú um Cheadúnas

source: Please review the license terms before installing $(^NameDA).
ga: Déan iniúchadh ar choinníollacha an cheadúnais sula suiteálann tú $(^NameDA).

source: Press Page Down to see the rest of the agreement.
ga: Brúigh "Page Down" chun an chuid eile den cheadúnas a léamh.

source: If you accept the terms of the agreement, click I Agree to continue. You must accept the agreement to install $(^NameDA).
ga: Má ghlacann tú le coinníollacha an chomhaontaithe, cliceáil "Glacaim Leis" chun leanúint ar aghaidh. Caithfidh tú glacadh leis an gcomhaontú chun $(^NameDA) a shuiteáil.

source: If you accept the terms of the agreement, click the check box below. You must accept the agreement to install $(^NameDA). $_CLICK
ga: Má ghlacann tú le coinníollacha an chomhaontaithe, cliceáil an ticbhosca thíos. Caithfidh tú glacadh leis an gcomhaontú chun $(^NameDA) a shuiteáil. $_CLICK

source: If you accept the terms of the agreement, select the first option below. You must accept the agreement to install $(^NameDA). $_CLICK
ga: Má ghlacann tú le coinníollacha an chomhaontaithe, roghnaigh an chéad rogha thíos. Caithfidh tú glacadh leis an gcomhaontú chun $(^NameDA) a dhíshuiteáil. $_CLICK

source: Choose Components
ga: Roghnaigh Comhpháirteanna

source: Choose which features of $(^NameDA) you want to install.
ga: Roghnaigh na gnéithe $(^NameDA) ba mhaith leat suiteáil.

source: Description
ga: Cur Síos

source: Position your mouse over a component to see its description.
ga: Cuir do luch os cionn comhpháirte chun cur síos a fheiceáil.

source: Select a component to see its description.
ga: Roghnaigh comhpháirt chun cur síos a fheiceáil.

source: Choose Install Location
ga: Roghnaigh Suíomh na Suiteála

source: Choose the folder in which to install $(^NameDA).
ga: Roghnaigh an fillteán inar mian leat $(^NameDA) a shuiteáil.

source: Installing
ga: Á Shuiteáil

source: Please wait while $(^NameDA) is being installed.
ga: Fan go fóill; $(^NameDA) á shuiteáil.

source: Installation Complete
ga: Suiteáil Críochnaithe

source: Setup was completed successfully.
ga: D'éirigh leis an tsuiteáil.

source: Installation Aborted
ga: Suiteáil Tobscortha

source: Setup was not completed successfully.
ga: Níor éirigh leis an tsuiteáil.

source: &Finish
ga: &Críochnaigh

source: Completing the $(^NameDA) Setup Wizard
ga: Draoi Suiteála $(^NameDA) á Chríochnú

source: $(^NameDA) has been installed on your computer. Click Finish to close this wizard.
ga: Suiteáladh $(^NameDA) ar do ríomhaire. Cliceáil "Críochnaigh" chun an draoi seo a dhúnadh.

source: Your computer must be restarted in order to complete the installation of $(^NameDA). Do you want to reboot now?
ga: Ní mór duit do ríomhaire a atosú chun suiteáil $(^NameDA) a chur i gcrích. Ar mhaith leat atosú anois?

source: Reboot now
ga: Atosaigh anois

source: I want to manually reboot later
ga: Atosóidh mé de láimh níos déanaí

source: &Run $(^NameDA)
ga: &Rith $(^NameDA)

source: &Show Readme
ga: Tai&speáin comhad README

source: Choose Start Menu Folder
ga: Roghnaigh Fillteán sa Roghchlár Tosaigh

source: Choose a Start Menu folder for the $(^NameDA) shortcuts.
ga: Roghnaigh fillteán sa Roghchlár Tosaigh a gcuirfear aicearraí $(^NameDA) ann.

source: Select the Start Menu folder in which you would like to create the program's shortcuts. You can also enter a name to create a new folder.
ga: Roghnaigh an fillteán sa Roghchlár Tosaigh inar mian leat aicearraí an chláir a chruthú. Is féidir freisin fillteán nua a chruthú trí ainm nua a iontráil.

source: Do not create shortcuts
ga: Ná cruthaigh aicearraí

source: Are you sure you want to quit $(^Name) Setup?
ga: An bhfuil tú cinnte gur mian leat Suiteálaí $(^Name) a scor?

source: Welcome to the $(^NameDA) Uninstall Wizard
ga: Fáilte go dtí Draoi Díshuiteála $(^NameDA)

source: This wizard will guide you through the uninstallation of $(^NameDA). Before starting the uninstallation, make sure $(^NameDA) is not running. $_CLICK
ga: Déanfaidh an draoi seo treorú duit tríd an díshuiteáil de $(^NameDA). Bí cinnte nach bhfuil $(^NameDA) ag rith sula dtosaíonn tú an díshuiteáil. $_CLICK

source: Uninstall $(^NameDA)
ga: Díshuiteáil $(^NameDA)

source: Remove $(^NameDA) from your computer.
ga: Bain $(^NameDA) ó do ríomhaire.

source: XLicense Agreement
ga: Comhaontú um Cheadúnas

source: Please review the license terms before uninstalling $(^NameDA).
ga: Déan iniúchadh ar choinníollacha an cheadúnais sula ndíshuiteálann tú $(^NameDA).

source: If you accept the terms of the agreement, click I Agree to continue. You must accept the agreement to uninstall $(^NameDA).
ga: Má ghlacann tú le coinníollacha an chomhaontaithe, cliceáil "Glacaim Leis" chun leanúint ar aghaidh. Caithfidh tú glacadh leis an gcomhaontú chun $(^NameDA) a dhíshuiteáil.

source: If you accept the terms of the agreement, click the check box below. You must accept the agreement to uninstall $(^NameDA). $_CLICK
ga: Má ghlacann tú le coinníollacha an chomhaontaithe, cliceáil an ticbhosca thíos. Caithfidh tú glacadh leis an gcomhaontú chun $(^NameDA) a dhíshuiteáil. $_CLICK

source: If you accept the terms of the agreement, select the first option below. You must accept the agreement to uninstall $(^NameDA). $_CLICK
ga: Má ghlacann tú le coinníollacha an chomhaontaithe, roghnaigh an chéad rogha thíos. Caithfidh tú glacadh leis an gcomhaontú chun $(^NameDA) a dhíshuiteáil. $_CLICK

source: XChoose Components
ga: Roghnaigh Comhpháirteanna

source: Choose which features of $(^NameDA) you want to uninstall.
ga: Roghnaigh na gnéithe $(^NameDA) ba mhaith leat díshuiteáil.

source: Choose Uninstall Location
ga: Roghnaigh Suíomh na Díshuiteála

source: Choose the folder from which to uninstall $(^NameDA).
ga: Roghnaigh an fillteán ar mian leat $(^NameDA) a dhíshuiteáil as.

source: Uninstalling
ga: Á Dhíshuiteáil

source: Please wait while $(^NameDA) is being uninstalled.
ga: Fan go fóill; $(^NameDA) á dhíshuiteáil.

source: Uninstallation Complete
ga: Díshuiteáil Críochnaithe

source: Uninstall was completed successfully.
ga: D'éirigh leis an díshuiteáil.

source: Uninstallation Aborted
ga: Díshuiteáil Tobscortha

source: Uninstall was not completed successfully.
ga: Níor éirigh leis an díshuiteáil.

source: Completing the $(^NameDA) Uninstall Wizard
ga: Draoi Díshuiteála $(^NameDA) á Chríochnú

source: $(^NameDA) has been uninstalled from your computer. Click Finish to close this wizard.
ga: Díshuiteáladh $(^NameDA) ó do ríomhaire. Cliceáil "Críochnaigh" chun an draoi seo a dhúnadh.

source: Your computer must be restarted in order to complete the uninstallation of $(^NameDA). Do you want to reboot now?
ga: Ní mór duit do ríomhaire a atosú chun díshuiteáil $(^NameDA) a chur i gcrích. Ar mhaith leat atosú anois?

source: Are you sure you want to quit $(^Name) Uninstall?
ga: An bhfuil tú cinnte gur mian leat Díshuiteálaí $(^Name) a scor?
